tap "anomalyco/tap"
tap "aquasecurity/trivy"
tap "cjbassi/gotop"
tap "cmacrae/formulae"
tap "dbt-labs/dbt"
tap "deskflow/tap"
tap "felixkratz/formulae"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "nikitabobko/tap"
tap "th-ch/youtube-music"
tap "zegervdv/zathura"
brew "act"
brew "glib"
brew "cairo"
brew "libtiff"
brew "python@3.12"
brew "icu4c@76", link: true
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "adwaita-icon-theme"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "at-spi2-core"
brew "bat"
brew "bazel"
brew "binutils"
brew "bison"
brew "bluetoothconnector"
brew "c-ares"
brew "gcc"
brew "libevent"
brew "cava"
brew "cloc"
brew "cmake"
brew "colima"
brew "coreutils"
brew "csvkit"
brew "desktop-file-utils"
brew "docker"
brew "docker-buildx"
brew "docker-credential-helper"
brew "docutils"
brew "doxygen"
brew "libssh2"
brew "libgit2"
brew "eza"
brew "fd"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "openjpeg"
brew "leptonica"
brew "libarchive"
brew "libass"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "ffuf"
brew "fzf"
brew "node"
brew "gemini-cli"
brew "gh"
brew "ghostscript"
brew "git-delta"
brew "git-lfs"
brew "glow"
brew "gnupg"
brew "go"
brew "gobuster"
brew "golangci-lint"
brew "gotop"
brew "gpgme"
brew "openjdk"
brew "gradle"
brew "netpbm"
brew "psutils"
brew "groff"
brew "gsettings-desktop-schemas"
brew "gtk+3"
brew "gtk-mac-integration"
brew "helix"
brew "helm"
brew "htop"
brew "httpie"
brew "ifstat"
brew "libomp", link: true
brew "imagemagick"
brew "imlib2"
brew "jq"
brew "k6"
brew "kompose"
brew "kubeconform"
brew "kubernetes-cli"
brew "lf"
brew "libice"
brew "libnotify"
brew "libsm"
brew "libxinerama"
brew "libxml2"
brew "libxt"
brew "llvm@12"
brew "luarocks"
brew "lynx"
brew "macchina"
brew "maven"
brew "meson"
brew "minikube"
brew "protobuf"
brew "mysql"
brew "openssl@1.1"
brew "neofetch"
brew "neovim"
brew "nghttp2"
brew "nmap"
brew "nnn"
brew "openblas"
brew "numpy"
brew "openjdk@11"
brew "openvino"
brew "oras"
brew "pinentry-mac"
brew "pipes-sh"
brew "pipx"
brew "poppler"
brew "postgresql@14"
brew "pstree"
brew "pyright"
brew "python@3.11"
brew "python@3.9"
brew "qemu"
brew "qpdf"
brew "ripgrep"
brew "ruff-lsp"
brew "rust"
brew "sphinx-doc"
brew "tcpdump"
brew "telnet"
brew "tmux"
brew "tomcat"
brew "uv"
brew "w3m"
brew "wget"
brew "yarn"
brew "yq"
brew "zsh-syntax-highlighting"
brew "anomalyco/tap/opencode"
brew "aquasecurity/trivy/trivy"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
brew "hashicorp/tap/terraform"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "zegervdv/zathura/zathura"
brew "zegervdv/zathura/zathura-pdf-mupdf"
brew "zegervdv/zathura/zathura-pdf-poppler"
cask "nikitabobko/tap/aerospace"
cask "alacritty"
cask "amethyst"
cask "appcleaner"
cask "background-music"
cask "dbeaver-community"
cask "deskflow/tap/deskflow"
cask "eul"
cask "flutter"
cask "font-hack-nerd-font"
cask "iterm2"
cask "miniforge"
cask "nordvpn"
cask "postman"
cask "screenflick"
cask "sf-symbols"
cask "sioyek"
cask "ubersicht"
cask "whisky"
cask "wireshark-app"
cask "th-ch/youtube-music/youtube-music"
vscode "catppuccin.catppuccin-vsc"
vscode "ms-vscode-remote.remote-containers"
